[
  {
    "userId": 5,
    "thoughtId": 1,
    "comment": "Great thought! I totally agree."
  },
  {
    "userId": 7,
    "thoughtId": 1,
    "comment": "Interesting perspective, I hadn't thought of that before."
  },
  {
    "userId": 2,
    "thoughtId": 2,
    "comment": "I disagree with this thought. Here's why..."
  },
  {
    "userId": 10,
    "thoughtId": 2,
    "comment": "I see your point, but I still think there's value in considering the opposite viewpoint."
  },
  {
    "userId": 13,
    "thoughtId": 2,
    "comment": "Thanks for sharing your thoughts on this. I find it helpful to hear different perspectives."
  },
  {
    "userId": 3,
    "thoughtId": 3,
    "comment": "This is a great idea! Have you considered..."
  },
  {
    "userId": 8,
    "thoughtId": 3,
    "comment": "I think this idea could be improved by..."
  },
  {
    "userId": 11,
    "thoughtId": 3,
    "comment": "I've tried something similar before and it didn't work out, but I hope it goes well for you!"
  },
  {
    "userId": 1,
    "thoughtId": 4,
    "comment": "I like the simplicity of this thought. Sometimes less is more."
  },
  {
    "userId": 9,
    "thoughtId": 4,
    "comment": "I think there's a lot of depth to this thought. It could be explored further."
  },
  {
    "userId": 12,
    "thoughtId": 4,
    "comment": "I'm not sure I fully understand this thought. Could you explain it more?"
  },
  {
    "userId": 4,
    "thoughtId": 5,
    "comment": "I don't agree with this thought. Here's why..."
  },
  {
    "userId": 6,
    "thoughtId": 5,
    "comment": "I see where you're coming from, but I still think there's value in considering a different approach."
  },
  {
    "userId": 14,
    "thoughtId": 5,
    "comment": "I appreciate you sharing your thoughts on this. It's always interesting to hear different perspectives."
  },
  {
    "userId": 5,
    "thoughtId": 6,
    "comment": "I love this thought! It's so true."
  },
  {
    "userId": 7,
    "thoughtId": 6,
    "comment": "I couldn't agree more. It's something we all need to remember."
  },
  {
    "userId": 2,
    "thoughtId": 7,
    "comment": "I think this is a great point. It's important to consider the bigger picture."
  },
  {
    "userId": 10,
    "thoughtId": 7,
    "comment": "I agree, but I also think it's important to pay attention to the details and nuances."
  },
  {
    "userId": 13,
    "thoughtId": 7,
    "comment": "This is an interesting thought. I think it depends on the situation."
  },
  {
    "userId": 3,
    "thoughtId": 5,
    "comment": "This really gets the people going!"
  }
]
